42crunch.vscode-openapi
arjun.swagger-viewer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
fwcd.kotlin
github.copilot
github.copilot-chat
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
oderwat.indent-rainbow
redhat.java
redhat.vscode-yaml
twxs.cmake
vmware.vscode-spring-boot